1password
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
anki
awesome-terminal-fonts
aws-cli-v2
baobab
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-gnome-settings
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
celluloid
chwd
code
cpupower
cryptsetup
decibels
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
extension-manager
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpegthumbnailer
file-roller
filebot
firefox
fsarchiver
fwupd
gdm
ghostty
git
github-cli
glances
gnome-backgrounds
gnome-calculator
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-power-manager
gnome-shell
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hdparm
helium-browser-bin
hwdetect
hwinfo
hyprland
hyprpolkitagent
hyprshot
inetutils
intel-lpmd
intel-ucode
iptvnator-bin
iwd
jellyfin-mpv-shim
jfsutils
kitty
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libnma
libopenraw
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
loupe
lsb-release
lsscsi
lvm2
malcontent
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
mullvad-vpn
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
noctalia-shell
nodejs-lts-jod
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nvidia-container-toolkit
nvidia-settings
nvidia-utils
opencl-nvidia
openssh
os-prober
pacman-contrib
pacsea-bin
papers
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
poppler-glib
power-profiles-daemon
protonplus
ptyxis
pv
python
python-defusedxml
python-packaging
python-pywebview
rebuild-detector
reflector
ripgrep
rsync
s-nail
sg3_utils
shelly
showtime
simple-scan
smartmontools
snapper
snapshot
sof-firmware
sudo
sushi
sysfsutils
tailscale
texinfo
tsui
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ttf-rounded-mplus
ufw
ufw-extras
unrar
unzip
usb_modeswitch
usbutils
vesktop
vim
vivaldi
vlc
vlc-plugins-all
vulkan-icd-loader
wget
which
winboat
wireplumber
wpa_supplicant
xdg-user-dirs
xfsprogs
xl2tpd
yt-dlp
